{"data/remote14/train/remote-seki_medium/Front.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is positioned in the center of the image, and it appears to be a close-up shot. The photo is taken from a perspective that allows the viewer to see the remote control clearly, possibly from", "data/remote14/train/remote-seki_medium/BottomLeftBack.png": "The image features a close-up of a remote control. The remote control is black and has a button on the top. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-seki_medium/Top.png": "The image features a close-up view of a remote control. The remote control is a silver and black color, with a few buttons on the front. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-seki_medium/BottomLeftFront.png": "The image features a remote control, which is a small device used to operate electronic devices such as televisions, stereos, and other home entertainment systems. The remote control is black and has a few buttons on it. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-seki_medium/Left.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is positioned horizontally, with its buttons facing the viewer. The photo is taken from a front diagonal angle, capturing the remote control in its entirety.", "data/remote14/train/remote-seki_medium/TopLeftBack.png": "The image features a close-up view of a remote control. The remote control is silver and has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-seki_medium/TopRightFront.png": "The image features a close-up view of a remote control. The remote control is silver and has a few buttons on it. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-seki_medium/TopRightBack.png": "The image features a close-up view of a remote control. The remote control is silver and has a black button on the top. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-seki_medium/Right.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is located in the lower-middle part of the image, and it appears to be a close-up shot. The photo is taken from the left side, capturing the remote control in detail.", "data/remote14/train/remote-seki_medium/Bottom.png": "The image features a remote control, which is a small device used to operate electronic devices such as televisions, stereos, and other home entertainment systems. The remote control is black and has a button on the top. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-seki_medium/Back.png": "The image features a close-up view of a remote control. The remote control is positioned in the center of the photo, and it appears to be a small, square-shaped device. The photo is taken from a top-down perspective, capturing the remote control in detail.", "data/remote14/train/remote-seki_medium/BottomRightBack.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, or home theater systems. The remote control is positioned horizontally, with its buttons facing the viewer. The photo is taken from a top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-seki_medium/BottomRightFront.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is positioned horizontally, with its buttons facing the viewer. The photo is taken from a top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-seki_medium/TopLeftFront.png": "The image features a close-up view of a remote control. The remote control is silver and black in color, and it has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-japanese/Front.png": "The image features a close-up view of a remote control. The remote control is white and has a camera lens on it. The photo is taken from the top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-japanese/BottomLeftBack.png": "The image features a remote control, which is a small electronic device used to control various devices such as televisions, audio systems, and home automation systems. The remote control is white and has a yellow button on it. The photo is taken from a top-down view, capturing the remote control in its entirety.", "data/remote14/train/remote-japanese/Top.png": "The image features a close-up view of a remote control. The remote control is white and has a blue button on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-japanese/BottomLeftFront.png": "The image features a remote control with a yellow sticker on it. The remote control is white and appears to be a standard TV remote. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-japanese/Left.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-japanese/TopLeftBack.png": "The image features a remote control with a blue and orange button layout. The remote control is placed on a flat surface, possibly a table. The photo is taken from a front diagonal view, providing a clear perspective of the remote control.", "data/remote14/train/remote-japanese/TopRightFront.png": "The image features a remote control sitting on a table. The remote control is white and has a blue button on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-japanese/TopRightBack.png": "The image features a white remote control with a blue and orange button layout. The remote control is placed on a flat surface, possibly a table. The photo is taken from a front diagonal view, providing a clear perspective of the remote control.", "data/remote14/train/remote-japanese/Right.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-japanese/Bottom.png": "The image features a white remote control with a yellow button on the top. The photo is taken from a top-down view, capturing the remote control from above. The remote control is placed on a flat surface, possibly a table or a countertop.", "data/remote14/train/remote-japanese/Back.png": "The image features a close-up view of a remote control. The remote control is white and appears to be a standard TV remote. The photo is taken from the left side, capturing the remote control in detail.", "data/remote14/train/remote-japanese/BottomRightBack.png": "The image features a remote control, which is a small, rectangular device with a button on the top. The remote control is white and has a yellow button on it. The photo is taken from a top-down perspective, capturing the remote control from above.", "data/remote14/train/remote-japanese/BottomRightFront.png": "The image features a white remote control with a yellow button on top. The remote control is positioned in the center of the photo, and it appears to be a close-up shot. The photo is taken from a top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-japanese/TopLeftFront.png": "The image features a remote control with a blue and orange color scheme. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-tv_white_quelle/Front.png": "The image features a close-up view of a remote control. The remote control is white and has a button on the top. The photo is taken from the left side, capturing the remote control in detail.", "data/remote14/train/remote-tv_white_quelle/BottomLeftBack.png": "The image features a remote control, which is a small electronic device used to control various electronic devices, such as televisions, audio systems, and home theater systems. The remote control is white and has a button on the top. The photo is taken from a high angle, capturing the remote control from above.", "data/remote14/train/remote-tv_white_quelle/Top.png": "The image features a close-up view of a TV remote control. The remote control has a total of 12 buttons, including a directional pad and a number pad. The photo is taken from the top of the remote control, providing a clear view of the buttons and their arrangement.", "data/remote14/train/remote-tv_white_quelle/BottomLeftFront.png": "The image features a white remote control, which is prominently displayed in the scene. The photo is taken from a top-down view, capturing the remote control from above. The remote control appears to be a small device, possibly used for controlling electronic devices or appliances.", "data/remote14/train/remote-tv_white_quelle/Left.png": "The image features a remote control with a variety of buttons on it. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a top-down perspective, allowing for a clear view of the remote control and its buttons.", "data/remote14/train/remote-tv_white_quelle/TopLeftBack.png": "The image features a close-up of a TV remote control. The remote control is white and has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-tv_white_quelle/TopRightFront.png": "The image features a white remote control with a blue label on it. The remote control is placed on a flat surface, possibly a table. The photo is taken from a front diagonal view, which allows for a clear view of the remote control's buttons and features.", "data/remote14/train/remote-tv_white_quelle/TopRightBack.png": "The image features a TV remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-tv_white_quelle/Right.png": "The image features a remote control sitting on a surface, possibly a table or a shelf. The remote control is white and has a few buttons on it. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-tv_white_quelle/Bottom.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-tv_white_quelle/Back.png": "The image features a remote control sitting on a table. The photo is taken from a top-down view, capturing the remote control from above. The remote control is placed on a surface, possibly a table or a countertop, and it appears to be the main focus of the image.", "data/remote14/train/remote-tv_white_quelle/BottomRightBack.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is positioned horizontally, with the buttons and directional pad facing upwards. The photo is taken from a top-down view, capturing the remote control in its entirety.", "data/remote14/train/remote-tv_white_quelle/BottomRightFront.png": "The image features a white remote control, which is prominently displayed in the scene. The photo is taken from a top-down perspective, capturing the remote control from above. The remote control appears to be a small, rectangular device, likely used for controlling electronic devices such as televisions or home theater systems.", "data/remote14/train/remote-tv_white_quelle/TopLeftFront.png": "The image features a white remote control with a blue label on it. The remote control is placed on a flat surface, possibly a table. The photo is taken from a front diagonal view, which allows for a clear view of the remote control's buttons and features.", "data/remote14/train/remote-seki_care/Front.png": "The image features a close-up view of a remote control. The remote control is positioned in the center of the photo, and it appears to be a small, round device. The photo is taken from a perspective that shows the remote control in a three-quarter view, with the top and bottom edges of the image visible.", "data/remote14/train/remote-seki_care/BottomLeftBack.png": "The image features a close-up view of a remote control. The remote control is black and has a button on the top. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-seki_care/Top.png": "The image features a close-up view of a remote control. The remote control is white and has a number pad on the front. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-seki_care/BottomLeftFront.png": "The image features a close-up of a remote control, which is a small device used to operate electronic devices such as televisions, stereos, and other home entertainment systems. The remote control is black in color and has a few buttons on it. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-seki_care/Left.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is located in the lower-left portion of the image, and the photo is taken from the top-left corner. The remote control is the main focus of the image, and it appears to be the only", "data/remote14/train/remote-seki_care/TopLeftBack.png": "The image features a close-up view of a remote control. The remote control is white and has a black and orange button on the top. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-seki_care/TopRightFront.png": "The image features a remote control that is placed on a flat surface, possibly a table. The remote control is white and has a number pad on it. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-seki_care/TopRightBack.png": "The image features a close-up of a remote control. The remote control is white and has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-seki_care/Right.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is located in the lower-left portion of the image, and the photo is taken from the top-left corner. The remote control is the main focus of the image, and it appears to be the only", "data/remote14/train/remote-seki_care/Bottom.png": "The image features a close-up view of a remote control. The remote control is black and has a few buttons on it. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-seki_care/Back.png": "The image features a remote control, which is a small, rectangular-shaped device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-seki_care/BottomRightBack.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, or home automation systems. The remote control is black and has a button on the top. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-seki_care/BottomRightFront.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and home theaters. The remote control is black and has a rectangular shape. The photo is taken from a front diagonal view, capturing the remote control in its entirety.", "data/remote14/train/remote-seki_care/TopLeftFront.png": "The image features a close-up view of a remote control. The remote control is white and has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-led_1/Front.png": "In the image, there is a remote control sitting on a table. The photo is taken from a top-down view, which provides a clear perspective of the remote control. The remote control is placed on a surface, possibly a table or a countertop, and it is the main focus of the image.", "data/remote14/train/remote-led_1/BottomLeftBack.png": "The image features a remote control sitting on a table. The remote control is black and appears to be a standard TV remote. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-led_1/Top.png": "The image features a close-up of a remote control, which is a small, colorful device. The photo is taken from the top-down perspective, capturing the remote control in detail. The remote control is placed on a surface, possibly a table or a countertop.", "data/remote14/train/remote-led_1/BottomLeftFront.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. It is placed on a flat surface, possibly a table or a countertop. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-led_1/Left.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is located in the lower-left corner of the image. The photo is taken from the top-left corner, providing a clear view of the remote control.", "data/remote14/train/remote-led_1/TopLeftBack.png": "The image features a close-up of a remote control, which is a small, rectangular device with a touch screen. The remote control is placed on a flat surface, possibly a table or a desk. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-led_1/TopRightFront.png": "The image features a remote control with a colorful screen, likely displaying a TV channel or menu. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-led_1/TopRightBack.png": "The image features a close-up of a remote control, which is a small device used to operate electronic devices such as televisions and sound systems. The remote control is placed on a surface, and the photo is taken from the front side. The remote control has a few buttons and a touchpad, which are essential for controlling various functions of the electronic devices.", "data/remote14/train/remote-led_1/Right.png": "In the image, there is a remote control placed on a surface. The photo is taken from a perspective looking down at the remote control. The remote control is located in the lower-middle part of the image, and it appears to be the main focus of the scene.", "data/remote14/train/remote-led_1/Bottom.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a surface, possibly a table or a counter. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-led_1/Back.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-led_1/BottomRightBack.png": "The image features a remote control sitting on a table. The remote control is black and appears to be a standard TV remote. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-led_1/BottomRightFront.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. It is placed on a flat surface, possibly a table or a countertop. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-led_1/TopLeftFront.png": "The image features a close-up of a remote control, which is a small electronic device used to operate various electronic devices such as TVs, stereos, and home theaters. The remote control is placed on a flat surface, possibly a table or a desk. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-factory_svc/Front.png": "The image features a close-up of a remote control, which is a small, rectangular device with buttons and a directional pad. The photo is taken from a top-down perspective, capturing the remote control in its entirety. The remote control is placed on a surface, possibly a table or a countertop.", "data/remote14/train/remote-factory_svc/BottomLeftBack.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-factory_svc/Top.png": "The image features a close-up view of a remote control. The remote control is grey in color and has a variety of buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-factory_svc/BottomLeftFront.png": "The image features a close-up view of a remote control. The remote control is black and appears to be a standard TV remote. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-factory_svc/Left.png": "The image features a remote control, which is a device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-factory_svc/TopLeftBack.png": "The image features a remote control lying on its side on a table. The remote control is gray and has a few buttons on it. The photo is taken from the top of the remote control, providing a clear view of the buttons and the overall design of the remote.", "data/remote14/train/remote-factory_svc/TopRightFront.png": "The image features a remote control that is lying flat on a surface. The remote control is positioned horizontally, with its buttons facing upwards. The photo is taken from a top-down view, capturing the remote control in its entirety.", "data/remote14/train/remote-factory_svc/TopRightBack.png": "The image features a remote control that is lying flat on a surface. The remote control is gray and black in color, and it appears to be a standard TV remote. The photo is taken from a close-up perspective, focusing on the remote control.", "data/remote14/train/remote-factory_svc/Right.png": "The image features a remote control, which is a device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-factory_svc/Bottom.png": "The image features a remote control, which is a small electronic device used to operate various electronic devices, such as televisions, audio systems, and home theaters. The remote control is black in color and is placed on a surface, possibly a table or a counter. The photo is taken from a close-up perspective, allowing the viewer to see the details of the remote control", "data/remote14/train/remote-factory_svc/Back.png": "The image features a remote control, which is a small, rectangular-shaped device with buttons and a directional pad. The remote control is placed on a surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-factory_svc/BottomRightBack.png": "The image features a close-up of a remote control. The remote control is black and appears to be a standard TV remote. The photo is taken from a front diagonal angle, capturing the remote control in detail.", "data/remote14/train/remote-factory_svc/BottomRightFront.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is black and has a few buttons on it. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-factory_svc/TopLeftFront.png": "The image features a close-up view of a remote control. The remote control is gray and has a few buttons on it. The photo is taken from the top of the remote control, providing a clear view of the buttons and the overall design of the device.", "data/remote14/train/remote-silver/Front.png": "The image features a close-up of a remote control, which is a small, rectangular device with buttons and a directional pad. The photo is taken from a top-down perspective, capturing the remote control in its entirety. The remote control is placed on a surface, possibly a table or a countertop.", "data/remote14/train/remote-silver/BottomLeftBack.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is black in color and is placed on a flat surface, possibly a table. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-silver/Top.png": "The image features a close-up view of a remote control. The remote control is a standard TV remote, with a few buttons on the front. The photo is taken from the top of the remote control, providing a clear view of the buttons and the overall design.", "data/remote14/train/remote-silver/BottomLeftFront.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-silver/Left.png": "The image features a remote control, which is a device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is positioned horizontally, with its buttons facing the viewer. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-silver/TopLeftBack.png": "The image features a close-up view of a remote control. The remote control is black and has a few buttons on it. The photo is taken from the top of the remote control, providing a clear view of the buttons and the overall design of the remote.", "data/remote14/train/remote-silver/TopRightFront.png": "The image features a remote control that is lying flat on a surface. The remote control is positioned horizontally, with its buttons facing upwards. The photo is taken from a close-up perspective, capturing the details of the remote control.", "data/remote14/train/remote-silver/TopRightBack.png": "The image features a remote control that is placed on a surface. The remote control is a silver color and has a few buttons on it. The photo is taken from a close-up perspective, focusing on the remote control and its buttons.", "data/remote14/train/remote-silver/Right.png": "The image features a remote control, which is a device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is positioned horizontally, with its buttons facing the viewer. The photo is taken from a front diagonal angle, capturing the remote control in its entirety.", "data/remote14/train/remote-silver/Bottom.png": "The image features a remote control, which is a small electronic device used to operate various electronic devices, such as televisions, audio systems, and home theaters. The remote control is black in color and is placed on a surface, possibly a table or a counter. The photo is taken from a front diagonal angle, capturing the remote control in its entirety.", "data/remote14/train/remote-silver/Back.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-silver/BottomRightBack.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is positioned horizontally, with the buttons and directional pad facing the viewer. The photo is taken from a top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-silver/BottomRightFront.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is positioned horizontally, with the buttons and directional pad facing the viewer. The photo is taken from a top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-silver/TopLeftFront.png": "The image features a close-up view of a remote control. The remote control is placed on a surface, possibly a table or a counter. The photo is taken from the front, providing a clear view of the remote control. The remote control is a common household item used to control various electronic devices, such as televisions, sound systems, and home theaters.", "data/remote14/train/remote-nvtc/Front.png": "The image features a close-up of a remote control, which is a small device used to operate electronic devices such as televisions, stereos, and other home entertainment systems. The remote control is positioned in the center of the image, and it appears to be a standard, everyday item. The photo is taken from a front diagonal angle, providing a clear view", "data/remote14/train/remote-nvtc/BottomLeftBack.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is positioned in the center of the image, and it appears to be a close-up shot. The photo is taken from the top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-nvtc/Top.png": "The image features a close-up view of a remote control. The remote control is a TV remote, which is designed to control a television set. The photo is taken from the front side of the remote control, providing a clear view of its buttons and features.", "data/remote14/train/remote-nvtc/BottomLeftFront.png": "The image features a remote control, which is a small electronic device used to control various electronic devices such as televisions, audio systems, and home theaters. The remote control is black and has a rectangular shape. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-nvtc/Left.png": "The image features a close-up view of a remote control. The remote control is black and has a few buttons on it. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-nvtc/TopLeftBack.png": "The image features a remote control lying flat on a surface, possibly a table or a counter. The remote control is positioned horizontally, with its buttons facing upwards. The photo is taken from a perspective looking down at the remote control. The remote control appears to be a standard TV remote, which is commonly used for operating electronic devices such as televisions, DVD players,", "data/remote14/train/remote-nvtc/TopRightFront.png": "The image features a remote control lying flat on a surface, possibly a table or a counter. The remote control is positioned horizontally, with its buttons facing upwards. The photo is taken from a close-up perspective, allowing for a detailed view of the remote control.", "data/remote14/train/remote-nvtc/TopRightBack.png": "The image features a remote control that is lying flat on a surface. The remote control is positioned horizontally, with its buttons facing upwards. The photo is taken from a close-up perspective, capturing the details of the remote control.", "data/remote14/train/remote-nvtc/Right.png": "The image features a close-up view of a remote control. The remote control is black and has a few buttons on it. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-nvtc/Bottom.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is black in color and has a rectangular shape. The photo is taken from the top view, providing a clear perspective of the remote control.", "data/remote14/train/remote-nvtc/Back.png": "The image features a remote control, which is a small, round device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-nvtc/BottomRightBack.png": "The image features a close-up view of a remote control. The remote control is black and appears to be a standard TV remote. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-nvtc/BottomRightFront.png": "The image features a close-up view of a remote control. The remote control is black and appears to be a cell phone remote. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-nvtc/TopLeftFront.png": "The image features a remote control lying flat on a surface, possibly a table. The remote control is grey and has a few buttons on it. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-jaxster_d1170/Front.png": "The image features a remote control, which is a small electronic device used to control various electronic devices, such as televisions, audio systems, and home theater systems. The remote control is placed on a surface, possibly a table or a countertop. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-jaxster_d1170/BottomLeftBack.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-jaxster_d1170/Top.png": "The image features a close-up view of a remote control. The remote control is a silver and black device, with a few buttons and a directional pad. The photo is taken from the front, providing a clear view of the remote control's buttons and features.", "data/remote14/train/remote-jaxster_d1170/BottomLeftFront.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, or home automation systems. The remote control is black and has a few buttons on it. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-jaxster_d1170/Left.png": "The image features a close-up view of a remote control. The remote control is black and has a few buttons on it. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-jaxster_d1170/TopLeftBack.png": "The image features a close-up of a remote control. The remote control is placed on a surface, possibly a table or a counter. The photo is taken from the front, providing a clear view of the remote control. The remote control is a common household item used to control various electronic devices, such as televisions, sound systems, and home theaters.", "data/remote14/train/remote-jaxster_d1170/TopRightFront.png": "The image features a close-up view of a remote control. The remote control is positioned horizontally, with its buttons facing the viewer. The photo is taken from the front, providing a clear view of the remote control's buttons and features.", "data/remote14/train/remote-jaxster_d1170/TopRightBack.png": "The image features a close-up of a remote control. The remote control is blue and silver in color, and it has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-jaxster_d1170/Right.png": "The image features a close-up view of a remote control. The remote control is black and has a few buttons on it. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-jaxster_d1170/Bottom.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is black and has a few buttons on it. The photo is taken from a front diagonal view, capturing the remote control in its entirety.", "data/remote14/train/remote-jaxster_d1170/Back.png": "The image features a close-up of a remote control, which is a small, rectangular object with buttons and a directional pad. The photo is taken from a front diagonal view, capturing the remote control in detail. The remote control is placed on a surface, possibly a table or a countertop.", "data/remote14/train/remote-jaxster_d1170/BottomRightBack.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is black and has a sleek design. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-jaxster_d1170/BottomRightFront.png": "The image features a close-up of a remote control, which is a small device used to operate electronic devices such as televisions, stereos, and other home entertainment systems. The remote control is black and has a few buttons on it. The photo is taken from a front diagonal angle, capturing the remote control in detail.", "data/remote14/train/remote-jaxster_d1170/TopLeftFront.png": "The image features a close-up of a remote control. The remote control is a TV remote, which is designed to control a television set. The photo is taken from the front side of the remote control, providing a clear view of its buttons and features.", "data/remote14/train/remote-jaxster/Front.png": "The image features a close-up view of a remote control. The remote control is positioned in the center of the photo, and it appears to be a small, round object. The photo is taken from a perspective that shows the remote control in a three-quarter view, with the top and bottom edges of the image visible.", "data/remote14/train/remote-jaxster/BottomLeftBack.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and home theaters. The remote control is black and has a rectangular shape. The photo is taken from a top-down perspective, capturing the remote control from above.", "data/remote14/train/remote-jaxster/Top.png": "The image features a close-up view of a remote control. The remote control is black and has a blue button on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-jaxster/BottomLeftFront.png": "The image features a remote control, which is a small electronic device used to control various electronic devices, such as televisions, audio systems, and home theater systems. The remote control is black and has a rectangular shape. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-jaxster/Left.png": "The image features a remote control, which is a small electronic device used to control various electronic devices, such as televisions and audio systems. The remote control is placed on a surface, possibly a table or a countertop. The photo is taken from a front diagonal angle, capturing the remote control in detail.", "data/remote14/train/remote-jaxster/TopLeftBack.png": "The image features a close-up of a remote control. The remote control is a TV remote, and it has a purple and black color scheme. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-jaxster/TopRightFront.png": "The image features a close-up view of a remote control. The remote control is black and has a blue button on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-jaxster/TopRightBack.png": "The image features a remote control that is blue and black in color. It is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal view, which allows for a clear view of the remote control.", "data/remote14/train/remote-jaxster/Right.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, stereos, and other home entertainment systems. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal angle, capturing the remote control in detail.", "data/remote14/train/remote-jaxster/Bottom.png": "The image features a remote control, which is a small electronic device used to control various electronic devices, such as televisions, audio systems, and home theater systems. The remote control is black and has a few buttons on it. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-jaxster/Back.png": "In the image, there is a remote control sitting on a surface. The photo is taken from a perspective looking down at the remote control. The remote control is positioned in the lower-middle part of the image, and it appears to be the main focus of the scene.", "data/remote14/train/remote-jaxster/BottomRightBack.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, or home theater systems. The remote control is black and has a few buttons on it. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-jaxster/BottomRightFront.png": "The image features a remote control, which is a small electronic device used to control various electronic devices, such as televisions, audio systems, and home theater systems. The remote control is black and has a few buttons on it. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-jaxster/TopLeftFront.png": "The image features a close-up view of a remote control. The remote control is black and has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-comfee/Front.png": "The image features a remote control sitting on a table. The photo is taken from a top-down view, capturing the remote control from above. The remote control is placed on a surface, possibly a table or a countertop, and it appears to be the main focus of the image.", "data/remote14/train/remote-comfee/BottomLeftBack.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, or home automation systems. The remote control is white and has a black logo on it. The photo is taken from a top-down perspective, capturing the remote control from above.", "data/remote14/train/remote-comfee/Top.png": "The image features a close-up view of a remote control. The remote control is white and has a few buttons on it. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-comfee/BottomLeftFront.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, or home automation systems. The remote control is white and has a button on the top. The photo is taken from a high angle, capturing the remote control from above.", "data/remote14/train/remote-comfee/Left.png": "The image features a remote control, which is a small electronic device used to control various electronic devices, such as televisions, audio systems, and home theaters. The remote control is white and has a button on it. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-comfee/TopLeftBack.png": "The image features a white remote control with a screen on the front. The remote control is placed on a flat surface, possibly a table. The photo is taken from a top-down view, allowing for a clear view of the remote control and its buttons.", "data/remote14/train/remote-comfee/TopRightFront.png": "The image features a remote control, which is a small electronic device used to control various electronic devices, such as televisions and home theaters. The remote control is white and has a few buttons on it. The photo is taken from a top-down view, providing a clear perspective of the remote control.", "data/remote14/train/remote-comfee/TopRightBack.png": "The image features a white remote control with a black screen. The remote control is placed on a flat surface, possibly a table. The photo is taken from a front diagonal view, which allows for a clear view of the remote control's buttons and screen.", "data/remote14/train/remote-comfee/Right.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-comfee/Bottom.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, or home automation systems. The remote control is white and has a square shape. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-comfee/Back.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-comfee/BottomRightBack.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, or home automation systems. The remote control is white and has a square shape. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-comfee/BottomRightFront.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, or home automation systems. The remote control is white and appears to be a standard size. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-comfee/TopLeftFront.png": "The image features a remote control, which is a small electronic device used to control various electronic devices, such as televisions and home theaters. The remote control is white and has buttons on it, which are used to navigate and select options on the device it is controlling. The photo is taken from a front diagonal view, providing a clear and detailed perspective of the remote control.", "data/remote14/train/remote-thin_silver/Front.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-thin_silver/BottomLeftBack.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-thin_silver/Top.png": "The image features a close-up view of a remote control. The remote control is black and has a number pad on the front. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-thin_silver/BottomLeftFront.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-thin_silver/Left.png": "In the image, there is a remote control placed on a surface. The photo is taken from a perspective looking down at the remote control. The remote control is located in the lower-middle part of the image, and it appears to be a close-up shot of the device.", "data/remote14/train/remote-thin_silver/TopLeftBack.png": "The image features a remote control, which is a device used to control electronic devices such as televisions, audio systems, and other home entertainment devices. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-thin_silver/TopRightFront.png": "The image features a close-up view of a remote control. The remote control is placed on a surface, possibly a table or a counter. The photo is taken from the front, providing a clear view of the remote control. The remote control is a common household item used to control various electronic devices, such as televisions, sound systems, and home theaters.", "data/remote14/train/remote-thin_silver/TopRightBack.png": "The image features a close-up view of a remote control. The remote control is black and has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-thin_silver/Right.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is placed horizontally on a surface, possibly a table or a countertop. The photo is taken from a front diagonal angle, capturing the remote control in its entirety.", "data/remote14/train/remote-thin_silver/Bottom.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is located in the lower-left portion of the image. The photo is taken from the top-left corner of the image, providing a clear view of the remote control.", "data/remote14/train/remote-thin_silver/Back.png": "In the image, there is a remote control sitting on a table. The photo is taken from a perspective looking down at the remote control. The remote control is placed on a surface, possibly a table or a countertop, and it is the main focus of the image.", "data/remote14/train/remote-thin_silver/BottomRightBack.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is positioned horizontally, with the buttons and directional pad facing the viewer. The photo is taken from a top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-thin_silver/BottomRightFront.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a surface, possibly a table or a counter. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-thin_silver/TopLeftFront.png": "The image features a close-up view of a remote control. The remote control is placed on a surface, and it appears to be a TV remote. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-heitech/Front.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, stereos, and other home entertainment systems. The remote control is positioned in the center of the image, and it appears to be a close-up shot. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-heitech/BottomLeftBack.png": "The image features a close-up view of a remote control. The remote control is positioned horizontally, with its buttons facing the camera. The photo is taken from the front, providing a clear view of the remote control's design and buttons.", "data/remote14/train/remote-heitech/Top.png": "The image features a close-up view of a remote control. The remote control is positioned horizontally, with a few buttons visible on the front. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-heitech/BottomLeftFront.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, or home theater systems. The remote control is positioned in the center of the image, and it appears to be a close-up shot. The photo is taken from a top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-heitech/Left.png": "The image features a close-up view of a remote control. The remote control is silver in color and has a few buttons on it. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-heitech/TopLeftBack.png": "The image features a close-up of a remote control. The remote control is silver and has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-heitech/TopRightFront.png": "The image features a close-up view of a remote control. The remote control is a small, rectangular-shaped device with buttons and a directional pad. The photo is taken from the front, providing a clear view of the remote control's design and features.", "data/remote14/train/remote-heitech/TopRightBack.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, stereos, and other home entertainment systems. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-heitech/Right.png": "The image features a remote control, which is a device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-heitech/Bottom.png": "The image features a close-up view of a remote control. The remote control is a small, rectangular device with a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-heitech/Back.png": "The image features a close-up of a remote control, which is a small, rectangular device with buttons and a directional pad. The photo is taken from the top-down perspective, capturing the remote control in its entirety. The remote control is placed on a flat surface, possibly a table or a countertop.", "data/remote14/train/remote-heitech/BottomRightBack.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, stereos, and other home entertainment systems. The remote control is positioned in the center of the image, and it appears to be a close-up shot. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-heitech/BottomRightFront.png": "The image features a remote control that is shaped like a cell phone. It is a small, rectangular device with a few buttons on the front. The photo is taken from a top-down view, capturing the remote control from above. The remote control is placed on a flat surface, possibly a table or a countertop.", "data/remote14/train/remote-heitech/TopLeftFront.png": "The image features a remote control sitting on a flat surface, possibly a table. The remote control is silver and has a few buttons on it. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-aircon_chunghop/Front.png": "The image features a remote control sitting on a table. The photo is taken from a top-down view, capturing the remote control from above. The remote control is placed on a surface, possibly a table or a countertop, and it appears to be the main focus of the image.", "data/remote14/train/remote-aircon_chunghop/BottomLeftBack.png": "The image features a remote control, which is a small electronic device used to control various devices, such as televisions, audio systems, or home automation systems. The remote control is white and has a button on the top. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-aircon_chunghop/Top.png": "The image features a close-up of a remote control. The remote control is white and has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-aircon_chunghop/BottomLeftFront.png": "The image features a remote control, which is a small electronic device used to control various electronic devices such as televisions, audio systems, and home automation systems. The remote control is white and has a rectangular shape. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-aircon_chunghop/Left.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-aircon_chunghop/TopLeftBack.png": "The image features a white remote control with a digital display. The remote control is placed on a flat surface, possibly a table. The photo is taken from a front diagonal view, providing a clear perspective of the remote control.", "data/remote14/train/remote-aircon_chunghop/TopRightFront.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-aircon_chunghop/TopRightBack.png": "The image features a white remote control with a digital display. The remote control is placed on a flat surface, possibly a table. The photo is taken from a front diagonal view, providing a clear perspective of the remote control.", "data/remote14/train/remote-aircon_chunghop/Right.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-aircon_chunghop/Bottom.png": "The image features a white remote control with a label on the back. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-aircon_chunghop/Back.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-aircon_chunghop/BottomRightBack.png": "The image features a remote control with a white casing. The remote control is positioned in the upper-middle part of the photo. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-aircon_chunghop/BottomRightFront.png": "The image features a remote control, which is a small electronic device used to control various electronic devices such as televisions, audio systems, and home automation systems. The remote control is white and has a rectangular shape. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-aircon_chunghop/TopLeftFront.png": "The image features a white remote control with a digital display. The remote control is placed on a flat surface, possibly a table. The photo is taken from a front diagonal angle, providing a clear view of the remote control.", "data/remote14/train/remote-grey/Front.png": "The image features a close-up of a remote control, which is a small device used to operate electronic devices such as televisions, stereos, and other home entertainment systems. The remote control is positioned in the center of the image, and it appears to be a black and silver color scheme. The photo is taken from a front diagonal angle, providing a clear view", "data/remote14/train/remote-grey/BottomLeftBack.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-grey/Top.png": "The image features a close-up view of a remote control. The remote control is a TV remote, which is designed to control a television set. The photo is taken from the front, providing a clear view of the remote control's buttons and features.", "data/remote14/train/remote-grey/BottomLeftFront.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is positioned in the lower-middle part of the image, with its buttons and buttons facing upwards. The photo is taken from a top-down perspective, capturing the remote control in its entirety", "data/remote14/train/remote-grey/Left.png": "The image features a remote control, which is a small electronic device used to operate various electronic devices, such as televisions, audio systems, and home theaters. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal angle, capturing the remote control in detail.", "data/remote14/train/remote-grey/TopLeftBack.png": "The image features a close-up of a remote control. The remote control is placed on a flat surface, possibly a table. The photo is taken from the front, providing a clear view of the remote control's buttons and features.", "data/remote14/train/remote-grey/TopRightFront.png": "The image features a close-up view of a remote control. The remote control is placed on a surface, and it appears to be a standard TV remote. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-grey/TopRightBack.png": "The image features a remote control sitting on a table. The remote control is a silver and black color, with a few buttons on it. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-grey/Right.png": "The image features a remote control, which is a small electronic device used to operate various electronic devices, such as televisions, audio systems, and home theaters. The remote control is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal angle, capturing the remote control in detail.", "data/remote14/train/remote-grey/Bottom.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from the top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-grey/Back.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. It is placed on a flat surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-grey/BottomRightBack.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is black and has a few buttons on it. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-grey/BottomRightFront.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is positioned in the lower-middle part of the image, and it appears to be a close-up shot. The photo is taken from the left side, capturing the remote control in its entirety", "data/remote14/train/remote-grey/TopLeftFront.png": "The image features a close-up of a remote control. The remote control is black and has a few buttons on it. The photo is taken from the front, providing a clear view of the remote control.", "data/remote14/train/remote-infini_fun/Front.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. It is placed on a surface, possibly a table or a countertop. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-infini_fun/BottomLeftBack.png": "The image features a remote control, which is a small electronic device used to control various electronic devices, such as televisions, audio systems, and home theater systems. The remote control is blue in color and has a button on the top. The photo is taken from a top-down perspective, capturing the remote control in its entirety.", "data/remote14/train/remote-infini_fun/Top.png": "The image features a remote control with a green and blue color scheme. The remote control is placed on a table, and the photo is taken from the top of the remote control. The remote control is designed to control a television, and its unique color scheme makes it easily identifiable.", "data/remote14/train/remote-infini_fun/BottomLeftFront.png": "The image features a remote control, which is a small electronic device used to control various devices, such as televisions, audio systems, or home automation systems. The remote control is blue and has a button on the top. The photo is taken from a side view, capturing the remote control from the left side.", "data/remote14/train/remote-infini_fun/Left.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-infini_fun/TopLeftBack.png": "The image features a remote control with a green and blue color scheme. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal view, providing a clear perspective of the remote control.", "data/remote14/train/remote-infini_fun/TopRightFront.png": "The image features a remote control with a green and blue color scheme. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-infini_fun/TopRightBack.png": "The image features a remote control with a green and blue color scheme. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-infini_fun/Right.png": "The image features a remote control with a blue and green color scheme. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal angle, capturing the remote control in detail.", "data/remote14/train/remote-infini_fun/Bottom.png": "The image features a blue remote control with a heart-shaped sticker on it. The photo is taken from the top, providing a clear view of the remote control.", "data/remote14/train/remote-infini_fun/Back.png": "In the image, there is a remote control placed on a surface, possibly a table. The photo is taken from a top-down view, which means the camera is positioned above the remote control, capturing the entire scene. The remote control is the main focus of the image, and it is located in the center of the frame.", "data/remote14/train/remote-infini_fun/BottomRightBack.png": "The image features a blue remote control, which is placed on a flat surface. The photo is taken from a top-down view, capturing the remote control from above. The remote control appears to be a small, rectangular-shaped device, likely used for controlling electronic devices such as televisions or audio systems.", "data/remote14/train/remote-infini_fun/BottomRightFront.png": "The image features a remote control, which is a small electronic device used to control various devices, such as televisions, audio systems, or home automation systems. The remote control is blue in color and has a button on the top. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-infini_fun/TopLeftFront.png": "The image features a remote control with a green and blue color scheme. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a close-up perspective, focusing on the remote control and its details.", "data/remote14/train/remote-led_2/Front.png": "In the image, there is a remote control prominently displayed in the center of the photo. The photo is taken from a low angle, capturing the remote control from below. The remote control appears to be a small, rectangular object, possibly used for a television or other electronic devices.", "data/remote14/train/remote-led_2/BottomLeftBack.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. It is placed on a flat surface, possibly a table or a countertop. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-led_2/Top.png": "The image features a close-up of a remote control. The remote control is white and has a colorful button layout. The photo is taken from the top-down perspective, showcasing the remote control in detail.", "data/remote14/train/remote-led_2/BottomLeftFront.png": "The image features a remote control sitting on a flat surface, possibly a table or a counter. The remote control is black and appears to be a standard TV remote. The photo is taken from a front diagonal angle, capturing the remote control in its entirety.", "data/remote14/train/remote-led_2/Left.png": "The image features a remote control, which is a small device used to control electronic devices such as televisions, audio systems, and other home entertainment equipment. The remote control is located in the center of the image, and it appears to be a close-up shot. The photo is taken from a front diagonal angle, capturing the remote control in detail.", "data/remote14/train/remote-led_2/TopLeftBack.png": "The image features a remote control sitting on a table. The remote control is white and has a colorful display of buttons. The photo is taken from a top-down perspective, capturing the remote control from above.", "data/remote14/train/remote-led_2/TopRightFront.png": "The image features a remote control with a colorful display, likely a smartphone or tablet remote. The photo is taken from a top-down perspective, capturing the remote control from above. The remote control is placed on a surface, possibly a table or a desk.", "data/remote14/train/remote-led_2/TopRightBack.png": "The image features a remote control with a colorful display of buttons. The remote control is placed on a flat surface, possibly a table. The photo is taken from a close-up perspective, focusing on the remote control and its buttons.", "data/remote14/train/remote-led_2/Right.png": "In the image, there is a remote control placed on a surface. The photo is taken from a perspective looking down at the remote control. The remote control is located in the lower-middle part of the image, and it appears to be the main focus of the scene.", "data/remote14/train/remote-led_2/Bottom.png": "The image features a remote control, which is a small, rectangular device with buttons and a directional pad. The remote control is placed on a flat surface, possibly a table or a counter. The photo is taken from a front diagonal view, capturing the remote control in detail.", "data/remote14/train/remote-led_2/Back.png": "In the image, there is a remote control sitting on a table. The photo is taken from a perspective looking down at the remote control. The remote control is placed on a surface, possibly a table or a countertop, and it is the main focus of the image.", "data/remote14/train/remote-led_2/BottomRightBack.png": "The image features a remote control sitting on a table. The remote control is black and appears to be a standard TV remote. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-led_2/BottomRightFront.png": "The image features a remote control sitting on a table. The remote control is black and appears to be a standard TV remote. The photo is taken from a top-down view, capturing the remote control from above.", "data/remote14/train/remote-led_2/TopLeftFront.png": "The image features a close-up of a remote control, which is a small electronic device used to operate various electronic devices such as TVs, stereos, and home theaters. The remote control is placed on a flat surface, and the photo is taken from the front side. The remote control has a colorful design, making it visually appealing."}